{
  "menuLingua": "Idioma",
  "accesso": "Acceso",
  "registrati": "Registrar",
  "accessoBottone": "Acceso",
  "giocoBottone": "Juego",
  "link": "Enlace",
  "funzioniBottone": "Funciones",
  "slogan": "Gestiona tu colección con facilidad y construye mazos estratégicos para enfrentar emocionantes desafíos. ¡Únete a nosotros y comienza a explorar un universo de posibilidades! Estamos aquí para ayudarte a convertirte en un verdadero maestro!",
  "social-media": "Síganos",
  "mail-password":"Introduce tu email y contraseña para acceder!",
  "registrazione-nuova": "¡Ingresa tu apodo, correo electrónico y contraseña para registrarte!",
  "italiano": "Italiano",
  "inglese": "English",
  "spagnolo": "Español",
  "decks": "Mazos",
  "cards": "Cartas",
  "profilo": "Perfil",
  "regolamento": "Normas",
  "storia-pokemon":"El juego de cartas Pokémon nació en 1996 en Japón, gracias a la idea de Satoshi Tajiri, fundador de Game Freak. Inicialmente concebido como una extensión del popular videojuego Pokémon, el juego de cartas se transformó rápidamente en un fenómeno global. La mecánica del juego se basa en el uso de cartas que representan diferentes criaturas Pokémon, cada una con habilidades y características únicas. Los jugadores construyen sus mazos de manera estratégica y se desafían en duelos, buscando derrotar a sus oponentes reduciendo los puntos de vida de los Pokémon enemigos. El aspecto coleccionable ha añadido un atractivo adicional, con cartas raras e ilustraciones atractivas que han atraído a coleccionistas de todas las edades. Desde entonces, el juego de cartas Pokémon ha crecido exponencialmente, dando lugar a torneos, eventos y una comunidad global apasionada. En el juego de cartas Pokémon, hay tres tipos principales de cartas: Pokémon, Entrenador y Energía.",  
  "funzioni":"Nuestra app ofrece una experiencia innovadora para todos los entusiastas del juego de cartas Pokémon, permitiendo a los jugadores llevar un registro de sus colecciones de manera sencilla e intuitiva. Los usuarios podrán registrar todas las cartas que poseen, incluyendo información detallada sobre cada carta, como el nombre, el tipo, la expansión y el valor de mercado. Además, la app permite a los usuarios crear mazos personalizados utilizando todas las expansiones publicadas hasta la fecha. Los jugadores podrán seleccionar las cartas que deseen y construir estrategias únicas para enfrentar a sus oponentes. Con funciones avanzadas de filtrado, será fácil buscar y organizar cartas por tipo, energía y otras características, haciendo que la construcción de mazos sea una experiencia divertida y atractiva."
}