{
  "menuLingua": "Lingua",
  "accesso": "Accedi",
  "registrati": "Registrati",
  "accessoBottone": "Accesso",
  "giocoBottone": "Gioco",
  "link": "Correlati",
  "funzioniBottone": "Funzioni",
  "slogan": "Gestisci la tua collezione con facilità e costruisci mazzi strategici per affrontare sfide emozionanti. Unisciti a noi e inizia a esplorare un universo di carte, combinazioni e possibilità! Siamo qui per aiutarti a diventare un vero maestro del gioco!",
  "social-media": "Seguici",
  "mail-password":"Inserisci la tua mail e password per accedere!",
  "registrazione-nuova": "Inserisci il tuo nickname, email e password per poterti registrare!",
  "italiano": "Italiano",
  "inglese": "English",
  "spagnolo": "Español",
  "decks":"Mazzi",
  "cards":"Carte",
  "profilo":"Profilo",
  "regolamento":"Regole",
  "storia-pokemon":"Il gioco di carte Pokémon è nato nel 1996 in Giappone, grazie all'idea di Satoshi Tajiri, fondatore di Game Freak. Inizialmente concepito come un'estensione del popolare videogioco Pokémon, il gioco di carte si è rapidamente trasformato in un fenomeno globale.\nLa meccanica del gioco si basa sull'uso di carte che rappresentano diverse creature Pokémon, ognuna con abilità e caratteristiche uniche. I giocatori costruiscono i loro mazzi strategicamente e si sfidano in duelli, cercando di sconfiggere gli avversari riducendo i punti vita dei Pokémon nemici. L'elemento collezionabile ha aggiunto ulteriore fascino, con carte rare e illustrazioni accattivanti che hanno attirato collezionisti di tutte le età. Da allora, il gioco di carte Pokémon è cresciuto esponenzialmente, dando vita a tornei, eventi e una comunità globale appassionata. Nel gioco di carte Pokémon, ci sono tre principali tipi di carte: Pokémon, allenatore e energia.",
  "funzioni":"La nostra app offre un'esperienza innovativa per tutti gli appassionati del gioco di carte Pokémon, consentendo ai giocatori di tenere traccia delle proprie collezioni in modo semplice e intuitivo. Gli utenti potranno registrare tutte le carte che possiedono, includendo informazioni dettagliate su ogni carta, come il nome, il tipo, l’espansione e il valore di mercato. Inoltre, l'app permette di creare mazzi personalizzati utilizzando tutte le espansioni pubblicate fino ad oggi. I giocatori potranno selezionare le carte desiderate e costruire strategie uniche per affrontare gli avversari. Con una funzione di filtraggio avanzato, sarà facile cercare e organizzare le carte per tipo, energia, e altre caratteristiche, rendendo la costruzione del mazzo un'esperienza divertente e coinvolgente."
}